[
  {
    "date": "2021-12-02T14:48:00.000Z",
    "imagePath": "assets/images/stock-img-1.jpg",
    "heading": "Another Profitable Canadian Cannabis Producer: Greenway Greenhouse Posts First Results Since Market Debut",
    "content": "Greenway Greenhouse (CSE:GWAY) released its first-quarter financial statements since hitting markets in September. Revenue came in at C$1.15 million($906,547), with gross profit before fair value adjustments at C$532,263. The company, however, reported a net loss of C$1"
  },
  {
    "date": "2021-12-03T14:48:00.000Z",
    "imagePath": "assets/images/stock-image-2.jpg",
    "heading": "Krystal Biotech Shares More Than Double During Premarket Monday: What Investors Need To Know",
    "content": "Krystal Biotech inc (NASDAQ: KRYS) has"
  },
  {
    "date": "2021-12-03T19:48:00.000Z",
    "imagePath": "assets/images/stock-image-3.jpg",
    "heading": "Why Are NRx Pharma's Shares Soaring Premarket?",
    "content": "NRx Pharmaceuticals (NASDAQ: NRXP) has completed an analysis in the subgroup of Zyesami and placebo-treated patients previously treated with Gilead Science Inc's (NASDAQ: GILD) remdesivir in the COVID"
  },
  {
    "date": "2021-12-02T14:48:00.000Z",
    "imagePath": "assets/images/stock-image-3.jpg",
    "heading": "3 Stocks Insiders Are Selling",
    "content": "When insiders sell shares, it indicates their concern in the company's prospects or that they view the stock as being verpriced. Either way, this signals an opportunity to go short on the stock. Insider sales should not be taken as the only indicator for making an investment or"
  },
  {
    "date": "2021-12-03T16:48:00.000Z",
    "imagePath": "assets/images/stock-img-4.jpg",
    "heading": "MMA Fighter Elias Theodorou Talks Upcoming Fight, Engaging The Fanbase With NFTs",
    "content": "The streets of Missisauga are mean! That's what Canadian mixed martial artist \"The Spartan\" Elias Michael Theodoru jokingly called his start in the world of prpfessional figting. After an informal fight in secondary school, Theodorou developed an itch for the sport."
  }
]
